Repository: claudep/libravatar
Catalog: po/libravatar/*.po
Languages: ca, de, nl

source: This OpenID could not be added. Possible reasons:
ca: No s'ha pogut afegir este OpenID. Causes possibles:
de: Diese OpenID konnte nicht hinzugefügt werden. Mögliche Gründe dafür sind:
nl: Dit OpenID-account kon niet worden toegevoegd. Mogelijke redenen zijn:

source: it is already in your list of unconfirmed OpenIDs (try removing it first)
ca: ja es troba a la seua llista d'OpenID sense confirmar (primer intente llevar-la)
de: sie befindet sich schon in Ihrer Liste unbestätigter OpenIDs (versuchen Sie sie zuerst zu löschen)
nl: het is al in uw lijst van niet-bevestigde OpenID-accounts (verwijder het eerst)

source: another account has linked this OpenID
ca: altre compte ha enllaçat este OpenID
de: ein anderes Benutzerkonto ist schon mit dieser OpenID verbunden
nl: een ander account heeft deze OpenID verbonden

source: Change your Libravatar password
ca: Canvia la seua contrasenya de Libravatar
de: Ändern Sie Ihr Libravatar-Passwort
nl: Wijzig uw Libravatar-wachtwoord

source: Change password
ca: Canvia la contrasenya
de: Passwort ändern
nl: Wijzig wachtwoord

source: Change my password
ca: Canvia la meua contrasenya
de: Mein Passwort ändern
nl: Wijzig mijn wachtwoord

source: Password changed successfully
ca: Contrasenya canviada correctament
de: Das Passwort wurde erfolgreich geändert
nl: Het wachtwoord is succesvol gewijzigd

source: Your password was changed.
ca: La seua contrasenya s'ha canviat.
de: Ihr Passwort wurde geändert.
nl: Uw wachtwoord is gewijzigd.

source: Back to the login page
ca: Torna a la pàgina d'inici de sessió
de: Zurück zur Login-Seite
nl: Terug naar de inlogpagina

source: Someone, probably you, requested a password reset for your %(site_name)s account.
ca: Algú, probablement vosté, ha sol·licitat que es restablisca la contrasenya per al seu compte %(site_name)s.
de: Jemand, wahrscheinlich Sie, hat das Zurücksetzen Ihres Passworts für Ihr %(site_name)s-Benutzerkonto veranlasst.
nl: Iemand, waarschijnlijk u, heeft een verzoek ingediend om uw wachtwoord opnieuw in te stellen voor het account %(site_name)s.

source: There is however, no password associated with this account. Instead, you must use one of the following OpenIDs or Persona email addresses to login:
de: Mit diesem Konto ist kein Passwort assoziiert. Sie müssen sich stattdessen mit einer der folgenden OpenIDs oder Persona E-Mail-Addressen einloggen:

source: - The %(site_name)s accounts team
ca: - L'equip de comptes de %(site_name)s
de: - Das %(site_name)s-Benutzerkonto-Team
nl: - Het %(site_name)s-accountteam

source: Reset your Libravatar password
ca: Reinicia la seua contrasenya de Libravatar
de: Setzen Sie Ihr Libravatar-Passwort zurück
nl: Stel uw Libravatar-wachtwoord opnieuw in

source: Reset password
ca: Reinicialitza contrasenya
de: Passwort zurücksetzen
nl: Wachtwoord opnieuw instellen

source: Did you know that you can also <a id="browserid-link" href="%(browserid_target)s">sign in with Persona</a> and never have to remember a password again?
de: Wussten Sie, dass Sie sich auch <a id="browserid-link" href="%(browserid_target)s">mit Persona einloggen</a> können und sich nicht mehr Ihr Passwort merken müssen?

source: To continue with the password reset, enter one of the email addresses associated with your account.
ca: Per continuar amb el restabliment de la contrasenya, pose una de les direccions de correu associades al seu compte.
de: Um mit dem Zurücksetzen Ihres Passworts fortfahren zu können, geben Sie bitte eine der E-Mail-Addressen ein, die mit diesem Benutzerkonto verknüpft sind.
nl: Om door te gaan met het opnieuw instellen van het wachtwoord, moet u één van de volgende met uw account verbonden e-mailadressen invoeren.

source: Reset my password
ca: Restablir la contrasenya
de: Mein Passwort zurücksetzen
nl: Mijn wachtwoord opnieuw instellen

source: If that's what you want, please go to the following page:
ca: Si això és el que desitja, per favor vaja a la següent pàgina:
de: Sollte dies sein, was Sie wünschen, gehen Sie bitte zur folgenden Seite:
nl: Als u hier werkelijk mee door wilt gaan, ga dan naar de volgende pagina:

source: Otherwise, please accept our apologies and ignore this message.
ca: En cas contrari, per favor accepte les nostres disculpes i ignore el missatge.
de: Andernfalls entschuldigen Sie uns bitte und ignorieren Sie diese Nachricht.
nl: Indien nee, accepteer dan onze excuses en negeer dit bericht.

source: By the way, your username is: %(username)s
ca: Per cert, el seu nom d'usuari és: %(username)s
de: Ach ja, Ihr Benutzername ist %(username)s
nl: Trouwens, uw gebruikersnaam is: %(username)s

source: Password reset requested
ca: Restabliment de contrasenya requerit
de: Zurücksetzen des Passwortes wurde angefordert
nl: Wachtwoordherstel is aangevraagd

source: You have successfully requested a password reset for your account.
ca: Ha demanat restablir la contrasenya amb èxit.
de: Sie haben erfolgreich das Zurücksetzen Ihres Passwortes für Ihr Benutzerkonto angefordert.
nl: U heeft succesvol verzocht om wachtwoordherstel voor uw account.

source: You will receive an email with the details on how to proceed.
ca: Rebrà un correu amb els detalls sobre com procedir.
de: Sie werden eine E-Mail mit den Details zum weiteren Vorgehen erhalten.
nl: U zult een e-mail ontvangen met daarin de instructies om door te gaan.

source: Still haven't received the email?
ca: Encara no ha rebut el correu?
de: Haben Sie noch keine E-Mail erhalten?
nl: Heeft u nog steeds geen e-mail ontvangen?

source: Did you look in your spam folder?
ca: Ha comprovat la carpeta de correu no desitjat?
de: Haben Sie in Ihrem Spam-Ordner nachgeschaut?
nl: Heeft u in de spam-map gekeken?

source: Did you use an email address which is in the %(site_name)s system?
ca: Ha utilitzat una direcció de correu que estiga al sistema %(site_name)s?
de: Haben Sie eine E-Mail-Adresse verwendet, die schon bei %(site_name)s registriert ist?
nl: Heeft een e-mailadres gebruikt dat voorkomt in het %(site_name)s-systeem?

source: Has this email address ever been confirmed within the system?
ca: Ha sigut esta direcció de correu alguna vegada confirmada dins del sistema?
de: Wurde diese E-Mail-Adresse jemals in diesem System bestätigt?
nl: Heeft u dit e-mailadres bevestigd in het systeem?

source: If everything else fails, you can always <a href="%(new_account_url)s">create a new account</a> or <a href="mailto:%(support_email)s">email us</a>.
ca: Si tot el demés falla, sempre pot <a href="%(new_account_url)s">crear un nou compte</a> o <a href="mailto:%(support_email)s">escriure-nos</a>.
de: Sollte nichts davon zutreffen, können Sie jederzeit <a href="%(new_account_url)s">ein neues Konto eröffnen</a> oder <a href="mailto:%(support_email)s">uns eine E-Mail schicken</a>.
nl: Als alles mislukt, dan kunt u altijd <a href="%(new_account_url)s">een nieuw account creëren</a> of <a href="mailto:%(support_email)s">ons een e-mail sturen</a>.

source: Invalid photo ID.
ca: ID de foto no vàlid.
de: Ungültige Bild-ID.
nl: Ongeldige foto-ID.

source: Uploaded photo is broken or invalid.
de: Das hochgeladene Bild ist beschädigt oder ungültig.
nl: De geuploade foto is beschadigd of ongeldig.

source: Please <a href="%(upload_url)s">upload</a> a different one.
de: Bitte <a href="%(upload_url)s">laden Sie</a> ein anderes hoch.
nl: <a href="%(upload_url)s">Upload</a> een andere foto.

source: This image is too big, the maximum size is %(max_size)s bytes.
ca: Esta imatge és massa gran, la mida màxima es de %(max_size)s bytes.
de: Dieses Bild ist zu groß. Die Maximalgröße beträgt %(max_size)s Bytes.
nl: Deze afbeelding is te groot. De maximale bestandsgroote is %(max_size)s bytes.

source: Please <a href="%(upload_url)s">upload</a> a smaller one.
ca: Per favor <a href="%(upload_url)s">puje</a> una més xicoteta.
de: Bitte <a href="%(upload_url)s">laden</a> Sie ein kleineres hoch.
nl: <a href="%(upload_url)s">Upload</a> een kleinere foto.

source: Photos imported into Libravatar
ca: Fotos importades a Libravatar
de: In Libravatar importierte Bilder
nl: Geïmporteerde foto's op Libravatar

source: Photo import
ca: Importa fotos
de: Bildimport
nl: Foto's importeren

source: Photo(s) successfully imported.
ca: Foto(s) importa(des) satisfactòriament.
de: Das Bild / die Bilder wurde(n) erfolgreich importiert.
nl: Uw foto('s) zijn succesvol geïmporteerd.

source: Photo import failed.
ca: Ha falla la importació de la foto.
de: Der Bildimport schlug fehl.
nl: Het importeren van foto's is mislukt.

source: You have the following confirmed email addresses and OpenIDs:
ca: Les següents direccions de correu electrònic i OpenIDs estan confirmades:
de: Folgende E-Mail-Adressen und OpenIDs wurden bestätigt:
nl: U heeft de volgende bevestigde e-mailadressen en OpenID's:

source: Change photo
ca: Canvia foto
de: Bild ändern
nl: Foto wijzigen

source: Remove
ca: Elimina
de: Entfernen
nl: Verwijderen

source: You have the following unconfirmed email addresses and OpenIDs:
ca: Vosté té les següents direccions de correu electrònic i OpenID sense confirmar:
de: Folgende E-Mail-Adressen und OpenIDs sind noch unbestätigt:
nl: U heeft de volgende niet-bevestigde e-mailadressen en OpenID's:

source: Here are the photos you have uploaded/imported:
ca: Ací estan les fotos que vosté ha eliminat/importat:
de: Dies sind die Bilder, die Sie hochgeladen / importiert haben:
nl: Hier zijn de foto's die u heeft geupload/geïmporteerd:

source: Uploaded on %(datetime)s
ca: Pujat a %(datetime)s
de: Hochgeladen am %(datetime)s
nl: Geupload op %(datetime)s

source: Upload a new photo
ca: Pujar una foto nova
de: Ein neues Bild hochladen
nl: Upload een nieuwe foto

source: Account settings
ca: Paràmetres del compte
de: Kontoeinstellungen
nl: Accountinstellingen

source: Change your password
ca: Canvia la vostra contrasenya
de: Ihr Passwort ändern
nl: Wijzig uw wachtwoord

source: Set a password
ca: Establir una contrasenya
de: Geben Sie bitte ein Passwort ein
nl: Stel een wachtwoord in

source: Permanently delete your account
ca: Elimina permanentment el seu compte
de: Ihr Konto komplett löschen
nl: Verwijder uw account permanent

source: Invalid verification key or email address.
ca: Clau de comprovació o direcció de correu electrònic no vàlides.
de: Ungültiger Bestätigungsschlüsssel oder E-Mail-Adresse
nl: De verificatiesleutel of het e-mailadres is ongeldig.

source: Maximum file size of %(max_size)s.
ca: Mida màxima d'arxiu %(max_size)s.
de: Maximale Dateigröße von %(max_size)s
nl: Maximale bestandsgrootte van %(max_size)s.

source: The original photo you uploaded is missing and so it cannot be cropped. Perhaps you have already cropped it or it was uploaded too long ago and has expired.
ca: L'original de la foto que vosté ha pujat està absent, per tal motiu no pot ser retallada. Tal volta la haja retallat, o ha sigut pujada fa massa temps i ha expirat.
de: Das Originalbild, welches Sie hochgeladen haben, ist nicht verfügbar und kann daher nicht zugeschnitten werden. Vielleicht haben Sie es schon zugeschnitten, oder es wurde vor so langer Zeit hochgeladen, dass es verfallen ist.
nl: Het origineel van de geuploade foto ontbreekt en kan daarom niet worden bijgesneden. Misschien heeft u de foto al bijgesneden of te lang geleden geupload waardoor deze vervallen is.

source: Freeing the Web, one face at a time!
ca: Alliberant la web, una cara cada cop!
de: Das Web befreien: Ein Gesicht nach dem anderen!
nl: Vrijmaken van het web, één gezicht tegelijk!

source: Homepage
ca: Pàgina d'inici
de: Startseite
nl: Beginpagina

source: freeing the web one face at a time
ca: alliberant la web una cara cada cop
de: das Web befreien: ein Gesicht nach dem anderen
nl: vrijmaken van het web één gezicht tegelijk

source: Profile
ca: Perfil
de: Profil
nl: Profiel

source: Contact Us
ca: Contacte
de: Kontakt
nl: Neem contact met ons op

source: Logout
ca: Tancar sessió
de: Abmelden
nl: Uitloggen

source: GNU Affero General Public License
de: GNU Affero Allgemeine Öffentliche Lizenz (GNU Affero GPL)

source: <b>%(site_name)s</b> is an avatar service running the <a href="https://launchpad.net/libravatar">Libravatar</a> software, version %(libravatar_version)s
ca: <b>%(site_name)s</b> és un servici d'avatars que usa el software <a href="https://launchpad.net/libravatar">Libravatar</a> , versió %(libravatar_version)s
de: <b>%(site_name)s</b> ist ein Avatar-Service basierend auf der <a href="https://launchpad.net/libravatar">Libravatar</a> Software, Version %(libravatar_version)s
nl: <b>%(site_name)s</b> is een avatar-dienst die draait op versie %(libravatar_version)s van de <a href="https://launchpad.net/libravatar">Libravatar</a>-software.

source: Flattr this!
ca: ¡Recolza amb Flattr!
de: Flattr dies!
nl: Flattr dit!

source: Error!
de: Fehler!
nl: Fout!

source: Libravatar has encountered an error.
ca: Libravatar ha trobat un error.
de: In Libravatar ist ein Fehler aufgetreten.
nl: Er is een fout opgetreden in Libravatar.

source: OpenID error:
ca: Error d'OpenID:
de: OpenID-Fehler
nl: OpenID-fout:

source: Please correct errors below:
ca: Per favor, solucione els errors baix:
de: Bitte korrigieren Sie Fehler unten:
nl: Corrigeer de onderstaande fouten:

source: You'd rather use a regular account?
ca: Desitja utilitzar un compte regular?
de: Möchten Sie lieber ein normales Benutzerkonto verwenden?
nl: Gebruikt u liever een traditioneel account?

source: That's fine, just use <a href="%(login_url)s">this login form</a> instead.
ca: Està be, use <a href="%(login_url)s">este formulari d'inici de sessió</a> en compte.
de: Das ist OK. Verwenden Sie dann <a href="%(login_url)s">diese Einlogg-Seite</a>.
nl: Dat kan; gebruik hiervoor <a href="%(login_url)s">dit inlogscherm</a>.

source: federated avatar hosting service
ca: servici d'allotjament federat d'avatar
de: föderierter Avatar-Hosting-Dienst
nl: federatieve avatar-hostingdienst

source: Create a <a href="%(new_account_url)s">free account</a>
ca: Crea un <a href="%(new_account_url)s">compte gratuït</a>
de: Eröffnen Sie ein <a href="%(new_account_url)s">kostenloses Konto</a>
nl: Creëer een <a href="%(new_account_url)s">gratis account</a>

source: Download the <a href="https://code.launchpad.net/libravatar">source code</a>
ca: Descarregue el <a href="https://code.launchpad.net/libravatar">codi font</a>
de: Laden Sie den <a href="https://code.launchpad.net/libravatar">Quellcode</a> herunter
nl: Download de <a href="https://code.launchpad.net/libravatar">broncode</a>

source: File <a href="https://bugs.launchpad.net/libravatar">bugs</a> or ask <a href="https://answers.launchpad.net/libravatar">questions</a>
ca: Informe <a href="https://bugs.launchpad.net/libravatar">d'errors</a> o faça <a href="https://answers.launchpad.net/libravatar">preguntes</a>
de: Melden Sie uns <a href="https://bugs.launchpad.net/libravatar">Fehler</a> oder stellen Sie <a href="https://answers.launchpad.net/libravatar">Fragen</a>
nl: Rapporteer <a href="https://bugs.launchpad.net/libravatar">bugs</a> of stel <a href="https://answers.launchpad.net/libravatar">vragen</a>

source: Contribute!
ca: Contribuïsca!
de: Machen Sie mit!
nl: Draag bij!

source: Libravatar is a service which delivers your avatar (profile picture) to other websites. If you <a href="%(new_account_url)s">create an account</a> with us, your photo could start popping up next to forum posts or blog comments on any site where you left your email address.
ca: Libravatar és un servici que oferix el seu avatar (imatge de perfil) a altres pàgines web. Si vosté <a href="%(new_account_url)s">crea un compte</a> amb nosaltres, la foto podria començar a aparèixer junt als missatges als fòrums o als comentaris de blogs de qualsevol lloc on haja deixat la seua direcció de correu electrònic.
de: Libravatar ist ein Dienst, der Ihren Avatar (Ihr Profilbild) an andere Webseiten weiterleitet. Wenn Sie <a href="%(new_account_url)s">ein Konto bei uns eröffnen</a>, kann Ihr Foto in Forenbeiträgen oder Blogkommentaren auf Webseiten erscheinen, bei denen Sie Ihre E-Mail-Adresse angegeben haben.
nl: Libravatar is een dienst die uw avatar (profielfoto) verstuurt naar andere websites. Als u bij ons<a href="%(new_account_url)s">een account creëert</a>, dan kan u uw foto verschijnen naast forumberichten of blogreacties op elke website waar u uw e-mailadres heeft achtergelaten.

source: Federated Open Source Service
ca: Servici Federat de Codi Obert (Open Source)
de: Föderierter Open-Source-Dienst
nl: Federatieve open bron-dienst

source: Simple API for Developers
ca: API senzilla per desenvolupadors
de: Einfache API für Entwickler
nl: Simpele API voor ontwikkelaars

source: Big thanks to our sponsors without whom none of this would be possible!
ca: Moltes gràcies als nostres patrocinadors, sense ells res d'això seria possible!
de: Ein großes Dankeschön an unsere Sponsoren, ohne deren Unterstützung die Entwicklung dieser Software nicht möglich wäre.
nl: Onze dank aan onze sponsoren is groot; zonder hen hadden we dit alles niet kunnen verwezelijken!

source: An email hash is required. You can use the <a href="%(check_url)s">check tool</a> to generate one.
ca: Es necessita un hash del correu electrònic. Pot usar <a href="%(check_url)s">l'eina de comprovació</a> per a generar un.
de: Ein E-Mail-Hash wird benötigt. Sie können einen mit dem <a href="%(check_url)s">Überprüfungswerkzeug</a> generieren.
nl: Een e-mailhash is vereist. U kunt gebruikmaken van het <a href="%(check_url)s">controlehulpmiddel</a> om een hash te genereren.

source: This only works via HTTP GET.
ca: Açò només funciona a través de HTTP GET.
de: Dies funktioniert nur über HTTP GET.
nl: Dit werkt alleen via HTTP GET.

source: The size parameter must be an integer between %(min_size)s and %(max_size)s.
ca: El paràmetre mida deu ser un sencer entre %(min_size)s i %(max_size)s.
de: Der Größen-Parameter muss eine Ganzzahl zwischen %(min_size)s und %(max_size)s sein.
nl: De parametergrootte moet een integer zijn die tussen de %(min_size)s en %(max_size)s is.

source: Photo lookup
ca: Cerca de foto
de: Bild nachschlagen
nl: Foto's zoeken

source: Optional parameters
ca: Paràmetres opcionals
de: Optionale Parameter
nl: Optionele parameters

source: Check
ca: Marcar
de: Überprüfen
nl: Controleren

source: compatible with Gravatar
ca: compatible amb Gravatar
de: mit Gravatar kompatibel
nl: compatibel met Gravatar

source: This is what the avatars will look like depending on the hash and protocol you use:
ca: Així és com els avatars es voran depenent del hash i el protocol que s'utilitze:
de: Je nach Hash und Protokoll werden Ihre Avatare so aussehen:
nl: Zo zullen de avatars er uit zien, afhankelijk van de door u gekozen hash en het door u gebruikte protocol:

source: using MD5 over HTTP
ca: usant MD5 sobre HTTP
de: es wird MD5 über HTTP benutzt
nl: gebruikmakend van MD5 via HTTP

source: using SHA256 over HTTP
ca: usant SHA256 sobre HTTP
de: es wird SHA256 über HTTP benutzt
nl: gebruikmakend van SHA256 via HTTP

source: using MD5 over HTTPS
ca: usant MD5 sobre HTTPS
de: es wird MD5 über HTTPS benutzt
nl: gebruikmakend van MD5 via HTTPS

source: using SHA256 over HTTPS
ca: usant SHA256 sobre HTTPS
de: es wird SHA256 über HTTPS benutzt
nl: gebruikmakend van SHA256 via HTTPS

source: Domain lookup
ca: Cerca de domini
de: Nachschlagen einer Domäne
nl: Domeinnamen zoeken

source: Warning: no A record for this hostname
ca: Compte: no existix un registre A per a este nom de host
de: Achtung: Kein A-Eintrag unter diesem Hostname
nl: Waarschuwing: er is geen A-resultaat voor deze hostnaam

source: use <tt>http://cdn.libravatar.org</tt>
de: verwenden Sie <tt>http://cdn.libravatar.org</tt>
nl: gebruik <tt>http://cdn.libravatar.org</tt>

source: use <tt>https://seccdn.libravatar.org</tt>
de: verwenden Sie <tt>https://seccdn.libravatar.org</tt>
nl: gebruik <tt>https://seccdn.libravatar.org</tt>

source: Size
ca: Mida
de: Größe

source: Default URL
ca: URL per defecte
de: Standard-URL

source: You must provide a valid email or OpenID
ca: Deu proporcionar un correu electrònic o OpenID vàlids
de: Sie müssen eine gültige E-Mail-Adresse oder OpenID verwenden

source: You cannot provide both an email and an OpenID. Choose one!
ca: No pot proveir ambdós, email i OpenID. Trie un!
de: Sie können nicht eine E-Mail-Adresse als auch eine OpenID verweden. Wählen Sie bitte eine von beiden aus.

source: Domain
ca: Domini
de: Domäne

source: Export
ca: Exporta
nl: Exporteren

source: Libravatar Login
ca: Autenticació a Libravatar
nl: Inloggen op Libravatar

source: Do you hate having lots of passwords? You can login with <a href="%(openid_url)s">OpenID</a>.
ca: Odia tindre un munt de contrasenyes? Pot autenticar-se amb <a href="%(openid_url)s">OpenID</a> en compte.
nl: Vindt u het vervelend om zoveel wachtwoorden te hebben? U kunt ook inloggen met <a href="%(openid_url)s">OpenID</a>.

source: There is however, no password associated with this account. Instead, you must use one of the following OpenIDs to login:
ca: En canvi, no hi ha cap contrasenya associada a este compte. En comptes, deu usar una de les següents OpenIDs per iniciar sessió:
nl: Het probleem is alleen dat er geen wachtwoord is ingesteld op dit account. U moet inloggen met één van de volgende OpenID's:

source: Upload
ca: Puja
nl: Uploaden

source: Libravatar OpenID Login
ca: Autenticació amb Libravatar OpenID
nl: Inloggen op Libravatar met OpenID

source: OpenID Login
ca: Autenticació amb OpenID
nl: Inloggen met OpenID

source: Read our <a href="https://wiki.libravatar.org">wiki</a> or <a href="http://blog.libravatar.org">blog</a>
ca: Llija el nostre <a href="https://wiki.libravatar.org">wiki</a> o <a href="http://blog.libravatar.org">blog</a>
nl: Lees onze <a href="https://wiki.libravatar.org">wiki</a> of <a href="http://blog.libravatar.org">blog</a>

source: Follow us on <a href="https://identi.ca/libravatar">Identica</a>
ca: Seguisca-nos a <a href="https://identi.ca/libravatar">Identica</a>
nl: Volg ons op <a href="https://identi.ca/libravatar">Identica</a>

source: <a href="https://wiki.libravatar.org/description/">Read more...</a>
ca: <a href="https://wiki.libravatar.org/description/">Conega més...</a>
nl: <a href="https://wiki.libravatar.org/description/">Lees meer...</a>

source: This service is powered by <a href="https://www.gnu.org/licenses/agpl.html">Free and Open Source software</a> and allows owners of a domain name to <a href="https://wiki.libravatar.org/running_your_own/">run their own instance</a> of Libravatar and serve avatars themselves.
ca: Este servici està patrocinat per la <a href="https://www.gnu.org/licenses/agpl.html">Free and Open Source software</a> i permet els propietaris dels noms de domini <a href="https://wiki.libravatar.org/running_your_own/">executar la seua pròpia instància</a> de Libravatar i servir els seus propis avatars.
nl: Deze dienst draait op <a href="https://www.gnu.org/licenses/agpl.html">Gratis en open bron-software</a> en stelt eigenare van een domeinnaaam in staat om <a href="https://wiki.libravatar.org/running_your_own/">hun eigen kopie</a> van Libravatar te draaien en zelf avatars te versturen.
