Repository: claudep/libravatar
Catalog: po/libravatar/*.po
Languages: ca, de, nl

source: Application developers can easily add support for this service using our <a href="https://wiki.libravatar.org/api/">simple API</a> or one of the <a href="https://wiki.libravatar.org/libraries/">libraries and plugins</a> available for a number of platforms and languages.
ca: Els desenvolupadors de programes poden afegir de forma fàcil el suport per a este servici usant la nostra <a href="https://wiki.libravatar.org/api/">API senzilla</a> o alguna de les <a href="https://wiki.libravatar.org/libraries/">llibreries i plugins</a> disponibles per a un nombre de plataformes i llenguatges.
nl: Applicatie-ontwikkelaars kunnen gemakkelijk ondersteuning toevoegen voor deze dienst door gebruik te maken van onze <a href="https://wiki.libravatar.org/api/">simpele API</a> of één van de <a href="https://wiki.libravatar.org/libraries/">bibliotheken en plug-ins</a>. Deze zijn beschikbaar voor vele platformen en talen.

source: HTTP avatar server:
ca: Servidor HTTP de l'avatar:

source: HTTPS avatar server:
ca: Servidor HTTPS de l'avatar:

source: or <a href="%(custom_upload_url)s">upload a new one</a>.
nl: of <a href="%(custom_upload_url)s">upload een nieuwe</a>.

source: Draw a square around the portion of the image you want to use:
nl: Teken een vierkant om het deel van de afbeelding dat u wenst te gebruiken:

source: Uploaded photo uses an unsupported file format.
nl: De geuploade foto gebruikt een niet-ondersteund bestandsformaat.

source: Your Profile
nl: Uw profiel

source: Security
nl: Beveiliging
