Repository: claudep/libravatar
Catalog: po/libravatar/*.po
Languages: ca, de, nl

source: unexpected "%s" status code
de: Unerwarteter "%s" Status-Code

source: missing email address
de: fehlende E-Mail-Adresse

source: "%s" is not a valid email address
de: "%s" ist keine gültige E-Mail-Adresse

source: Email
ca: Correu electrònic
de: E-Mail-Adresse

source: Valid email addresses end with @%(domain)s
ca: Les direccions de correu electrònic vàlides terminen amb @%(domain)s
de: Gültige E-Mail-Adressen enden auf @%(domain)s

source: Confirm your email address on %(site_name)s
ca: Confirme la seua direcció de correu electrònic a %(site_name)s
de: Bestätigen Sie Ihre E-Mail-Adresse für %(site_name)s

source: Valid OpenID URLs are on this domain:
ca: Les URLs vàlides per a OpenID estan a este domini:
de: Gültige OpenID-URLs für diese Domäne sind:

source: Photo
ca: Fotografia
de: Bild

source: You must choose an image to upload.
ca: Deu triar una imatge per pujar.
de: Sie müssen ein Bild zum Hochladen auswählen.

source: suitable for all ages (i.e. no offensive content)
ca: apte per totes les edats (això és, no és contingut ofensiu)
de: geeignet für alle Altersklassen, d.h. kein anstößiger Inhalt

source: We only host "G-rated" images and so this field must be checked.
ca: Només emmagatzemem imatges "G-rated" (classificades "G"), pel qual esta casella ha d'estar activada.
de: Wir erlauben nur jugendfreie Bilder. Daher ist das Anklicken dieses Kontrollkästchens obligatorisch.

source: can be freely copied
ca: es pot copiar lliurement
de: kann unbegrenzt kopiert werden

source: This field must be checked since we need to be able to distribute photos to third parties.
ca: Esta casella deu estar activada ja que hem de poder distribuir fotos a tercers.
de: Dieses Kontrollkästchen muss angeklickt werden, da wir Bilder an Dritte weiterleiten können müssen.

source: Password reset for %(site_name)s
ca: Contrasenya reiniciada per a %(site_name)s
de: Passwort für %(site_name)s zurücksetzen

source: Password
ca: ﻿Contrasenya
de: Passwort

source: Invalid password
ca: La contrasenya no és vàlida
de: Ungültiges Passwort

source: photo
ca: fotografia
de: Bild

source: photos
ca: fotografies
de: Bilder

source: confirmed email
ca: email confirmat
de: bestätigte E-Mail-Adresse

source: confirmed emails
ca: emails confirmats
de: bestätigte E-Mail-Adressen

source: unconfirmed email
ca: email sense confirmar
de: unbestätigte E-Mail-Adresse

source: unconfirmed emails
ca: emails sense confirmar
de: unbestätigte E-Mail-Adressen

source: (unconfirmed)
ca: (sense confirmar)
de: (unbestätigt)

source: unconfirmed OpenID
ca: OpenID sense confirmar
de: unbestätigte OpenID

source: unconfirmed OpenIDs
ca: OpenIDs sense confirmar
de: unbestätigte OpenIDs

source: confirmed OpenID
ca: OpenID confirmat
de: bestätigte OpenID

source: confirmed OpenIDs
ca: OpenIDs confirmats
de: bestätigte OpenIDs

source: Catalan
de: Katalanisch

source: Czech
de: Tschechisch

source: German
de: Deutsch

source: English
de: Englisch

source: Spanish
de: Spanisch

source: Basque
de: Baskisch

source: French
de: Französisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch

source: Albanian
de: Albanisch

source: Turkish
de: Türkisch

source: Ukrainian
de: Ukrainisch

source: Page not found. If you think you got here by mistake, please <a href="mailto:%(support_email)s">let us know</a>!
ca: Pàgina no trobada. Si creu que ha aplegat ací per error, per favor ¡<a href="mailto:%(support_email)s">contacteu amb nosaltres</a>!
de: Die Seite konnte nicht gefunden werden. Wenn Sie denken, dass Sie hier durch einen Fehler gelandet sind, <a href="mailto:%(support_email)s">kontaktieren Sie uns bitte</a>.
nl: De pagina kon niet worden gevonden. Als u denkt dat u hier per ongeluk terecht bent gekomen, gebruik dan <a href="mailto:%(support_email)s">en laat het ons weten</a>!

source: Add a new email address
ca: Afegir una nova direcció de correu electrònic
de: Fügen Sie eine neue E-Mail-Adresse hinzu
nl: Nieuw e-mailadres toevoegen

source: If you have a <b>Persona</b> account, you can <a id="browserid-link" href="%(browserid_target)s">use it to add a new email address</a> to your profile.
de: Wenn Sie ein <b>Persona</b>-Konto haben, können Sie es benutzen, um <a id="browserid-link" href="%(browserid_target)s">eine neue E-Mail-Adresse Ihrem Profil hinzuzufügen</a>.

source: Otherwise, type your email address in the box below and we will send you an email with a link to click on in order to verify that you own that email address.
ca: També pot escriure la seua direcció de correu electrònic baix. Nosaltres l'enviarem un correu amb un enllaç amb la intenció de verificar que és vosté el propietari d'esta direcció de correu electrònic.
de: Ansonsten, tippen Sie Ihre E-Mail-Adresse in die Textbox unten, und Sie werden eine E-Mail mit einem Link zur Verifizierung Ihrer E-Mail-Adresse erhalten.
nl: U kunt ook uw e-mailadres typen in het onderstaande vak en dan zullen we u een e-mailadres sturen met een link. Klik op die link om uw e-mailadres te verifiëren.

source: Add
ca: Afegir
de: Hinzufügen
nl: Toevoegen

source: Cancel
ca: Cancel·la
de: Abbrechen
nl: Annuleren

source: Add a new OpenID
ca: Afegir un nou OpenID
de: Fügen Sie eine neue OpenID hinzu
nl: Nieuwe OpenID toevoegen

source: Once you have confirmed this OpenID URL, you will be able to log into your account using that OpenID URL.
ca: Una vegada haja confirmat esta URL d'OpenID, vosté podrà iniciar sessió amb el seu compte usant eixa URL d'OpenID.
de: Wenn Sie Ihre OpenID-URL bestätigt haben, können Sie sich mit dieser in Ihr Benutzerkonto einloggen.
nl: Zodra u deze OpenID-URL bevestigd heeft, bent u in staat om in te loggen op uw accunt met die OpenID-URL.

source: You will be redirected to the authorisation page for the provider. If the process fails, you can remove the ID from this list and try adding it again.
ca: Serà redirigit a la pàgina d'autorització del proveïdor. Si el procés falla, pot eliminar l'ID de la llisa i provar afegint-lo novament.
de: Sie werden auf die Authentifizierungsseite Ihres Anbieters weitergeleitet. Sollte dieser Prozess misslingen, können Sie diese ID von Ihrer Liste löschen und es noch einmal probieren.
nl: U zal worden doorgestuurd naar de toestemmingspagina van de provider. Als dit mislukt, kunt de ID verwijderen uit deze lijst en opnieuw proberen deze toe te voegen.

source: Redirecting to OpenID Provider...
ca: Redirigint al proveïdor d'OpenID...
de: Weiterleitung zu Ihrem OpenID-Anbieter...
nl: Bezig met doorsturen naar OpenID-provider...

source: Libravatar will attempt to verify your OpenID credentials. You may be asked by your OpenID provider to login and authorise this check.
ca: Libravatar provarà a verificar les seues credencials d'OpenID. És possible que el seu proveïdor d'OpenID li sol·licite iniciar la seua sessió i autoritze esta comprovació.
de: Libravatar wird versuchen, Ihre OpenID zu verifizieren. Es kann sein, dass Sie sich bei Ihrem OpenID-Anbieter einloggen und diese Verifizierung erlauben müssen.
nl: Libravatar zal proberen uw OpenID-inloggegevens te verifiëren. U kunt worden gevraagd door uw OpenID-provider om in te loggen en deze controle toestemming te geven.

source: Depending on the provider, this operation <b>may take up to a minute</b>. If it takes longer than that, go <a href="%(profile_url)s">back to your profile</a>, remove the OpenID URL and try adding it again.
ca: Depenent del proveïdor, esta operació <b>pot tardar fins un minut</b>. Si tardara més temps que això, <a href="%(profile_url)s">torne al seu perfil</a>, elimine la URL d'OpenID i intente afegir-la novament.
de: Je nach Anbieter kann dieser Vorgang <b>bis zu einer Minute dauern</b>. Sollte es länger dauern, gehen Sie bitte <a href="%(profile_url)s">zurück zu Ihrem Profil</a>, löschen die OpenID-URL und versuchen es noch einmal.
nl: Dit proces kan, afhankelijk van de dienst, <b>maximaal een minuut duren</b>. Als het langer duurt dan een minuut, ga dan <a href="%(profile_url)s">terug naar uw profiel</a>. Verwijder daar de OpenID-URL en voeg deze opnieuw toe.

source: Verify credentials
ca: Verificar credencials
de: Verifizieren der Angaben
nl: Inloggegevens verifiëren

source: Choose a photo for %(email_address)s
ca: Trie una foto per %(email_address)s
de: Wählen Sie ein Bild für %(email_address)s
nl: Kies een foto voor %(email_address)s

source: You need to <a href="%(upload_url)s">upload some photos</a> first!
ca: Necessita <a href="%(upload_url)s">pujar algunes fotos</a> primer!
de: Sie müssen zuerst <a href="%(upload_url)s">ein paar Bilder</a> hochladen!
nl: U moet eerst <a href="%(upload_url)s">meer foto's</a> uploaden!

source: Back to your profile
ca: Tornar al seu perfil
de: Zurück zum Profil
nl: Terug naar uw profiel

source: Here are the pictures you have uploaded, click on the one you wish to associate with this email address:
ca: Estes són les fotos que ha pujat, faça click a la que desitge associar amb esta direcció de correu:
de: Hier sind die Bilder, die Sie hochgeladen haben. Klicken Sie dasjenige an, welches Sie mit dieser E-Mail-Adresse verbinden möchten:
nl: Hier zijn de afbeeldingen die u heeft geupload. Klik op de foto die u wenst te verbinden aan dit e-mailadres:

source: (current)
ca: (actual)
de: (aktuell)
nl: (huidige)

source: None
ca: Cap
de: Keine
nl: Geen

source: Choose a photo for %(openid_url)s
ca: Trie una foto per %(openid_url)s
de: Wählen Sie ein Bild für %(openid_url)s
nl: Kies een foto voor %(openid_url)s

source: Here are the pictures you have uploaded, click on the one you wish to associate with this OpenID:
ca: Estes són les fotos que ha pujar, faça click a la que desitge associar amb este OpenID:
de: Hier sind die Bilder, die Sie hochgeladen haben. Klicken Sie dasjenige an, welches Sie mit dieser OpenID verbinden möchten:
nl: Hier zijn de afbeeldingen die u heeft geupload. Klik op de foto die u wenst te verbinden aan deze OpenID:

source: This email address already exists in a user account.
ca: Esta direcció de correu ja existix en un compte d'usuari.
de: Diese E-Mail-Adresse existiert schon in einem Benutzerkonto.
nl: Dit e-mailadres is al in gebruik door een gebruikersaccount.

source: Invalid BrowserID assertion.
de: Ungültige BrowserID-Aussage.

source: Error:
de: Fehler:

source: Missing BrowserID assertion. An assertion must be sent to the server via a POST request.
de: Fehlende BrowserID-Aussage. Eine Aussage muss per POST-Anforderung an den Server geschickt werden.

source: Persona authentication failed. Please try again later.
de: Die Authentifizierung mit Persona schlug fehl. Bitte versuchen Sie es später noch einmal.

source: Crop photo
ca: Retalla la foto
de: Bild zuschneiden
nl: Foto bijsnijden

source: Crop
ca: Retallar
de: Zuschneiden
nl: Bijsnijden

source: Delete your Libravatar account
ca: Esborra el seu compte Libravatar
de: Löschen Sie Ihr Libravatar-Konto
nl: Verwijder uw Libravatar-account

source: Delete your account
ca: Esborra el seu compte
de: Löschen Sie Ihr Benutzerkonto
nl: Verwijder uw account

source: There is no way to undo this operation.
ca: No és possible desfer esta operació.
de: Diese Aktion kann nicht rückgängig gemacht werden.
nl: U kunt dit niet terugdraaien.

source: Please confirm your identity by entering your current password.
ca: Per favor, confirme la seua identitat introduint la seua contrasenya actual
de: Bitte bestätigen Sie Ihre Identität durch das Eingeben Ihres Passwortes.
nl: Bevestig uw identiteit door het invoeren van uw huidige wachtwoord.

source: Are you sure you want to <strong>permanently delete</strong> your Libravatar account?
ca: Està segur que desitja <strong>eliminar definitivament</strong> el seu compte Livravatar?
de: Sind Sie sicher, dass Sie Ihr Libravatar-Konto <strong>komplett löschen</strong> möchten?
nl: Weet u zeker dat u uw Libravatar-account <strong>permanent wilt verwijderen</strong>?

source: Yes, delete all of my stuff
ca: Sí, elimina tota la meua informació
de: Ja, alle meine Daten sollen komplett gelöscht werden.
nl: Ja, verwijder al mijn gegevens

source: Libravatar Account Deleted
ca: Compte Libravatar eliminat
de: Libravatar-Konto wurde gelöscht
nl: Uw Libravatar-account is verwijderd

source: Account deleted
ca: Compte eliminat
de: Das Benutzerkonto wurde gelöscht.
nl: Uw account is verwijderd

source: Your account has been permanently and completely deleted. It may <b>take a few days</b> for your photos to disappear from all mirrors and a few weeks for your photos to disappear from web caches.
ca: El seu compte ha sigut completament eliminat de forma definitiva. Pot ser que <b>tarde uns dies</b> per a que les seues fotos desapareguen de totes les rèpliques i unes setmanes per que desapareguen de les caus web.
de: Ihr Benutzerkonto wurde permanent und komplett gelöscht. Es kann <b>ein paar Tage dauern</b>, bis alle Ihre Bilder von Mirror-Seiten verschwinden und ein paar Wochen, bis Ihre Bilder aus den Web-Caches gelöscht sind.
nl: Uw account is volledig, permanent verwijderd. Het kan <b>maximaal een paar dagen</b> duren voordat uw foto's verwijderd zijn van alle spiegelservers en een paar weken voordat uw foto's verwijderd zijn uit alle webcaches.

source: In case you want to take your data with you, it's currently being exported and will be <b>ready in a few moments</b>:
ca: En cas que vulgueu emportar-vos les vostres dades, s'estan exportant ara mateix i estaran <b>llestes en uns moments</b>:
de: Sollten Sie Ihre Daten aufheben möchten, können Sie diese in Kürze herunterladen:
nl: Als u uw gegevens mee wilt nemen, kunt u gebruik maken van de export; deze is <b>gereed over enkele ogenblikken</b>:

source: This export will be deleted in a few hours.
ca: Esta exportació s'eliminarà en unes poques hores.
de: Dieser Export wird in ein paar Stunden gelöscht.
nl: Deze export zal over een paar uur worden verwijderd.

source: Back to the homepage
ca: Tornar a l'inici
de: Zurück zur Startseite
nl: Terug naar de beginpagina

source: Delete a photo
ca: Elimina una foto
de: Ein Bild löschen
nl: Een foto verwijderen

source: Delete photo
ca: Elimina foto
de: Bild löschen
nl: Foto verwijderen

source: Are you sure you want to delete this photo?
ca: Segur que vols eliminar aquesta fotografia?
de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?
nl: Weet u zeker dat u deze foto wilt verwijderen?

source: Delete
ca: Elimina
de: Löschen
nl: Verwijderen

source: Someone, probably you, requested that this email address be added to their %(site_name)s account. If that's what you want, please confirm that you are the owner of this email address by clicking the following link: %(verification_link)s Otherwise, please accept our apologies and ignore this message. - The %(site_name)s accounts team
ca: Algú, probablement vosté, sol·licità que esta direcció de correu fóra agregada al seu compte %(site_name)s. Si això és lo que vosté desitja, per favor confirme que és el propietari d'esta direcció de correu fent click al següent enllaç: %(verification_link)s En cas contrari, prr favor accepte les nostres disculpes i ignore este missatge. - L'equip del compte %(site_name)s
de: Irgendjemand, wahrscheinlich Sie, hat veranlasst, dass diese E-Mail-Adresse zum %(site_name)s-Konto hinzugefügt wird. Sollten Sie dies wünschen, bestätigen Sie bitte, dass Sie im Besitz dieser E-Mail-Adresse sind, indem Sie auf diesen Link klicken: %(verification_link)s Andernfalls entschuldigen Sie bitte diese Mail und ignorieren Sie diese. - Das %(site_name)s-Team
nl: Iemand, waarschijnlijk u, heeft een verzoek ingediend om dit e-mailadres toe te voegen aan het account van %(site_name)s. Als dit klopt, bevestig dan dat u de eigenaar bent van dit e-mailadres door te klikken op de volgende link: %(verification_link)s Als dit niet klopt, bieden wij onze excuses aan; u kunt dit bericht negeren. - Het %(site_name)s-accountteam

source: Email confirmation
ca: Confirmació de correu electrònic
de: Bestätigungs-E-Mail
nl: E-mailadres-bevestiging

source: Your email address was successfully confirmed!
ca: La seua direcció de correu ha sigut confirmada amb èxit!
de: Ihre E-Mail-Adresse wurde erfolgreich bestätigt.
nl: Uw e-mailadres is succesvol bevestigd!

source: Would you like to import some of these externally hosted photos?
ca: Li agradaria importar alguna d'estes fotos emmagatzemades externament?
de: Möchten Sie einige dieser extern verfügbaren Bilder importieren?
nl: Wilt u enkele van deze extern gehoste foto's importeren?

source: Import
ca: Importa
de: Importieren
nl: Importeren

source: Invalid email ID.
ca: ID de correu electrònic no vàlid.
de: Ungültige E-Mail-Adresse
nl: Ongeldige e-mail-ID.

source: This email address could not be added. Possible reasons:
ca: No s'ha pogut afegir esta direcció de correu electrònic. Causes possibles:
de: Diese E-Mail-Adresse konnte nicht hinzugefügt werden. Mögliche Gründe sind:
nl: Dit e-mailadres kan niet worden toegevoegd. Mogelijke redenen zijn:

source: it is already in your list of unconfirmed email addresses (try removing it first)
ca: ja està a la seua llista de direccions de correu sense confirmar (prove eliminant-les primer)
de: die Adresse befindet sich schon in der Liste unbestätigter E-Mail-Adressen (versuchen Sie diese zu löschen)
nl: het is al in uw lijst van niet-bevestigde e-mailadressen (verwijder het eerst)

source: you have too many unconfirmed email addresses (maximum: %(max_emails)s)
ca: té massa comptes de correu sense confirmar (màxim %(max_emails)s)
de: Sie haben zu viele unbestätigte E-Mail-Adressen (Maximum: %(max_emails)s)
nl: u heeft teveel niet-bevestigde e-mailadressen (maximum: %(max_emails)s)

source: another account has confirmed this email address
ca: altre compte ha confirmat esta direcció de correu
de: diese E-Mail-Adresse wurde für ein anderes Benutzerkonto bestätigt
nl: een ander account heeft dit e-mailadres bevestigd

source: Invalid or missing confirmation key.<br>Did you copy the whole link carefully?
ca: Clau de confirmació invàlida o inexistent. <br>Ha copiat amb compte l'enllaç sencer?
de: Ungültiger oder fehlender Bestätigungsschlüssel.<br>Haben Sie den kompletten Link kopiert?
nl: Ongeldige of ontbrekende bevestigingssleutel.<br>Heeft de hele URL voorzichtig gekopieerd?

source: Export your Libravatar data
ca: Exporta les dades del seu Libravatar
de: Exportieren Sie Ihre Libravatar-Daten
nl: Uw Libravatar-gegevens exporteren

source: Export your data
ca: Exporta les seues dades
de: Exportieren Sie Ihre Daten
nl: Uw gegevens exporteren

source: Libravatar will now export all of your personal data to a compressed XML file.
ca: Ara Libravatar exportarà totes les seues dades personals a un fitxer XML comprimit.
de: Libravatar exportiert jetzt alle Ihre persönlichen Daten in eine komprimierte XML-Datei.
nl: Libravatar zal nu alle uw persoonlijke gegevens exporteren naar een gecomprimeerd XML-bestand.

source: Exporting Your Libravatar Data
ca: Exportant les seues dades de Libravatar
de: Exportieren Ihrer Libravatar-Daten
nl: Bezig met exporteren van uw Libravatar-gegevens

source: Export in progress
ca: S'està exportant
de: Export läuft
nl: Bezig met exporteren

source: Libravatar is currently exporting your data. It <b>may take a few moments</b> for the file to be available:
ca: En este moment Libravatar està exportant les seues dades. L'arxiu <b>pot tardar uns moments</b> en estar disponible:
de: Libravatar exportiert gerade Ihre Daten. Es kann <b>ein bisschen dauern</b>, bis die Datei zur Verfügung steht:
nl: Libravatar is nu bezig met het exporteren van uw gegevens. Het <b>kan even duren</b> voordat het bestand beschikbaar is:

source: Login
ca: Inici de sessió
de: Anmelden
nl: Inloggen

source: Don't have an account yet? <a href="%(signup_url)s">Sign up now!</a>
ca: Encara no té un compte? <a href="%(signup_url)s">Registre's ara!</a>
de: Sie haben noch kein Benutzerkonto? <a href="%(signup_url)s">Registrieren Sie sich jetzt!</a>
nl: Heeft u nog geen account? <a href="%(signup_url)s">Registreer u dan nu!</a>

source: Do you hate having lots of passwords? You can login with <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> or <a id="browserid-link" href="#">Persona</a></span> instead!
de: Mögen Sie es nicht, viele Passwörter verwalten zu müssen_ Sie können sich stattdessen mit <a href="%(openid_url)s">OpenID</a> <span id="browserid-option"> oder <a id="browserid-link" href="#">Persona</a></span> einloggen!

source: Your username and password didn't match. Please try again.
ca: El seu nom d'usuari i contrasenya no coincideixen. Trie un altra vegada.
de: Ihr Benutzername und Passwort stimmen nicht überein. Bitte probieren Sie es noch einmal.
nl: Uw gebruikersnaam en wachtwoord komen niet overeen. Probeer het opnieuw.

source: Forgot your password? <a href="%(password_reset_url)s">Reset it by email</a>.
ca: Ha oblidat la seua contrasenya? <a href="%(password_reset_url)s">Reiniciar per correu electrònic</a>.
de: Passwort vergessen? <a href="%(password_reset_url)s">Per E-Mail zurücksetzen</a>.
nl: Bent u uw wachtwoord vergeten? <a href="%(password_reset_url)s">Stel het opnieuw via een e-mail</a>.

source: You've got too many photos in <a href="%(profile_url)s">your account</a>.<br>You need to <b>delete</b> some before you can upload a new one.
ca: Té massa fotos al <a href="%(profile_url)s">seu compte</a>.<br>Necessita <b>eliminar</b> algunes abans de poder pujar més.
de: Sie haben zu viele Bilder in <a href="%(profile_url)s">Ihrem Benutzerkonto</a>.<br>Sie müssen ein paar <b>löschen</b>, bevor Sie ein neues hochladen können.
nl: U heeft teveel foto's op <a href="%(profile_url)s">uw account</a>.<br>U moet enkele foto's <b>verwijderen</b> voordat u een nieuwe foto's kunt uploaden.

source: Create a new Libravatar account
ca: Crea un nou compte de Libravatar
de: Ein neues Libravatar-Konto erstellen
nl: Creëer een nieuw Libravatar-account

source: Create a new account
ca: Crear un nou compte
de: Neues Benutzerkonto erstellen
nl: Creëer een nieuw account

source: Create account
ca: Crear compte
de: Konto erstellen
nl: Creëer account

source: You cannot delete your only OpenID since it's the only way to access this account. Either <a href="%(add_openid_url)s">add another OpenID</a> or <a href="%(delete_url)s">permanently delete your account</a> if you really want to do this.
ca: Vosté no pot eliminar el seu únic OpenID perquè és la única forma d'accedir a este compte. O be <a href="%(add_openid_url)s">afegix altre OpenID</a> o <a href="%(delete_url)s">elimina permanentement el seu compte</a> si realment vol fer-ho.
de: Sie können nicht Ihre einzige OpenID löschen, da sie Ihre einzige Einlogg-Möglichkeit ist. Entweder <a href="%(add_openid_url)s">fügen Sie eine weitere OpenID hinzu</a> oder <a href="%(delete_url)s">löschen Ihr Benutzerkonto endgültig</a>, sollten Sie dies wünschen.
nl: U kunt niet uw enige OpenID-account verwijderen omdat het de enige toegang biedt tot dit account. U kunt ofwel <a href="%(add_openid_url)s">een ander OpenID-account toevoegen</a> of <a href="%(delete_url)s">uw account permanent verwijderen</a>, indien u dat werkelijk wilt.

source: Could not verify your OpenID successfully:
ca: No s'ha pogut verificar el seu OpenID de forma satisfactòria:
de: Ihre OpenID konnte nicht erfolgreich bestätigt werden:
nl: Uw OpenID kon niet succesvol worden geverifieerd:

source: Could not discover an OpenID from the URL you provided:
ca: No s'ha pogut descobrir un OpenID a la URL que vosté ha proporcionat:
de: Es konnte keine OpenID mit dieser URL gefunden werden:
nl: Er kon geen OpenID worden gevonden via de opgegeven URL:

source: Invalid OpenID ID.
ca: ID d'OpenID no vàlida.
de: Ungültige OpenID.
nl: Ongeldige OpenID-ID.
